brew 'asdf'
brew 'hub'
brew 'fd'
brew 'gh'
brew 'gnupg'
brew 'hashicorp/tap/terraform'
brew 'less'
brew 'nvim'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'tmux'
brew 'z'
brew 'zaquestion/tap/lab'
brew 'zsh'

brew 'gpg'
brew 'pinentry-mac'

tap 'homebrew/cask-fonts'

cask 'alfred'
cask 'bartender'
cask 'duet'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'google-chrome'
cask 'istat-menus'
cask 'hammerspoon'
cask 'iterm2'
cask 'notion'
cask 'qbserve'
cask 'rescuetime'
cask 'slack'
cask 'spotify'
cask 'synergy'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'witch'

mas '1Password 7', id: 1333542190
mas 'Amphetamine', id: 937984704
mas 'Jira', id: 1475897096
mas 'Spark', id: 1176895641
mas 'Telegram', id: 747648890
mas 'Todoist', id: 585829637
mas 'Xcode', id: 497799835
