tap 'homebrew/cask-fonts'
tap 'jakehilborn/jakehilborn'

brew 'asdf'
brew 'difftastic'
brew 'displayplacer'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'hub'
brew 'less'
brew 'make'
brew 'nvim'
brew 'postgresql@14'
brew 'powerlevel10k'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'tmux'
brew 'yqrashawn/goku/goku', start_service: true
brew 'z'
brew 'zaquestion/tap/lab'
brew 'zsh'

brew 'gpg'

cask 'alfred'
cask 'bartender'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'google-chrome'
cask 'hammerspoon'
cask 'istat-menus'
cask 'iterm2'
cask 'karabiner-elements'
cask 'notion'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vivaldi'

mas 'Bitwarden', id: 1352778147
mas 'Spark', id: 1176895641
mas 'Telegram', id: 747648890
mas 'Todoist', id: 585829637
mas 'Xcode', id: 497799835
