brew 'asdf'
brew 'hub'
brew 'fd'
brew 'github/gh/gh'
brew 'gnupg'
brew 'lazygit'
brew 'less'
brew 'nvim'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'tig'
brew 'tmux'
brew 'z'
brew 'zaquestion/tap/lab'
brew 'zsh'

tap 'homebrew/cask-fonts'

cask 'alfred'
cask 'bartender'
cask 'dropbox'
cask 'duet'
cask 'font-hack-nerd-font'
cask 'google-chrome'
cask 'istat-menus'
cask 'hammerspoon'
cask 'iterm2'
cask 'qbserve'
cask 'quip'
cask 'qutebrowser'
cask 'rescuetime'
cask 'slack'
cask 'spotify'
cask 'synergy'
cask 'vscodium'
cask 'witch'

mas '1Password', id: 443987910
mas 'Amphetamine', id: 937984704
mas 'Bear', id: 1091189122
mas 'Jira', id: 1475897096
mas 'Spark', id: 1176895641
mas 'Telegram', id: 747648890
mas 'Todoist', id: 585829637
mas 'Xcode', id: 497799835
